{
  "Tidepool Uploader": "Sensotrend Uploader",
  "Uploader": "Uploader",
  "About Tidepool Uploader": "Über Sensotrend Uploader",
  "Check for Updates": "Nach Updates suchen",
  "Hide Tidepool Uploader": "Sensotrend Uploader ausblenden",
  "All data": "Alle Daten",
  "Hide Others": "Andere verstecken",
  "Show All": "Alles zeigen",
  "Quit": "Verlassen",
  "Exit": "Verlassen",
  "Edit": "Bearbeiten",
  "Undo": "Rückgängig machen",
  "Redo": "Wiederholen",
  "Cut": "Ausschneiden",
  "Copy": "Kopieren",
  "Paste": "Einfügen",
  "Minimize": "Minimieren",
  "Select All": "Alles auswählen",
  "View": "Ansicht",
  "Reload": "Neu laden",
  "Toggle Full Screen": "Vollbild umschalten",
  "Toggle Developer Tools": "Entwicklertools umschalten",
  "&Upload": "&Hochladen",
  "Data since last upload": "Daten seit letztem Upload",
  "Window": "Fenster",
  "Close": "Schließen",
  "separator": "Separator",
  "Bring All to Front": "Alles nach vorne bringen",
  "&File": "&Datei",
  "&Open": "&Öffnen",
  "&Close": "&Schließen",
  "&Exit": "&Verlassen",
  "&View": "&Ansicht",
  "&Reload": "&Neu laden",
  "Toggle &Full Screen": "&Vollbild umschalten",
  "Toggle &Developer Tools": "&Entwicklertools umschalten",
  "Help": "Hilfe",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Choose Devices": "Geräte auswählen",
  "Choose devices": "Geräte auswählen",
  "Allow the connection on the pump:": "Anschluss an die Pumpe erlauben:",
  "Scroll down": "Herunter scrollen",
  "Select \"Yes\"": "Wählen Sie \"Ja\"",
  "Continue": "Fortsetzen",
  "Edit Info": "Dossier Angaben bearbeiten",
  "Done": "Erledigt",
  "Edit patient account": "Dossier bearbeiten",
  "Create a new patient account": "Neues Dossier eröffnen",
  "Patient Birthdate": "Geburtsdatum",
  "MRN (optional)": "Dossier-Nummer (optional)",
  "Patient Email (optional)": "E-Mail Adresse (optional)",
  "Save": "Speichern",
  "Cancel": "Stornieren",
  "Next": "Weiter",
  "Add new": "Neue hinzufügen",
  "Who are you uploading for?": "Für wen erfolgt der Upload?",
  "pump": "Pumpe",
  "CGM": "CGM",
  "meter": "Meter",
  "Is the time on your {{text}} incorrect?": "Ist die Uhrzeit auf Ihrem {{text}} falsch?",
  "Automatically update time to": "Uhrzeit automatisch aktualisieren auf",
  "and upload": " und hochladen",
  "Are you in {{timezone}}{{footnoteAsterisk}}? Double-check": "Sind Sie in {{timezone}}{{footnoteAsterisk}}? Überprüfen",
  "selected time zone and current device time.": "ausgewählte Zeitzone und aktuelle Gerätezeit.",
  "Cancel this upload": "Diesen Upload abbrechen",
  "* Changing your device time will not change any previous records.": "* Ändern der Gerätezeit ändert keine vorherigen Aufzeichnungen.",
  "All future readings will be in {{timezone}}.": "Alle zukünftigen Messwerte finden in {{timezone}} statt.",
  "Click to learn more about meters and device time.": "Klicken Sie hier, um mehr über Geräte und Gerätezeit zu erfahren.",
  "Remember to tap \"Export\" on the PDM before clicking \"Upload\".": "Denken Sie daran, im PDM auf \"Exportieren\" zu klicken bevor Sie auf \"Hochladen\" klicken.",
  "Your {{text}} doesn't appear to be in": "Dein {{text}} scheint nicht dabei zu sein",
  "Device time:": "Gerätezeit",
  "Get Support": "Support kontaktieren",
  "Privacy": "Privatsphäre",
  "Terms of Use": "Nutzungsbedingungen",
  "mailto:support@sensotrend.com": "mailto:support@sensotrend.com",
  "Loading...": "Wird geladen...",
  "Upload in progress!\nPlease wait to change device selection.": "Upload läuft!\nBitte warten Sie, bevor Sie die Geräteauswahl ändern.",
  "Set up data storage to upload devices.": "Richten Sie einen Datenspeicher ein, um Geräte hochzuladen.",
  "Upload in progress!\nPlease wait to log out.": "Upload läuft!\nBitte warten Sie, bevor Sie sich abmelden.",
  "Set up data storage": "Datenspeicher einrichten",
  "Or, ask the person you are uploading for to grant you access to upload.": "Oder bitten Sie die Person, für die Sie Daten hochladen, Ihnen Zugriff zum Upload zu gewähren.",
  "How?": "Wie?",
  "See data": "Daten ansehen",
  "Please check your connection, quit & relaunch to try again.": "Bitte überprüfen Sie Ihre Verbindung, beenden Sie das Programm und starten Sie es erneut um es nochmals zu versuchen.",
  "Details for Tidepool's developers:": "Details für die Entwickler von Sensotrend:",
  "You're not connected to the Internet.": "Sie sind nicht mit dem Internet verbunden.",
  "We can't connect to Tidepool right now.": "Wir können derzeit keine Verbindung zu Sensotrend herstellen.",
  "Quit & relaunch the Uploader to try again.": "Beenden Sie den Uploader und starten Sie ihn erneut, um es nochmals zu versuchen.",
  "Upload data for": "Daten hochladen für",
  "Choose devices for": "Geräte auswählen für",
  "Error details": "Fehlerdetails",
  "Hide details": "Details ausblenden",
  "Upload Failed: ": "Upload fehlgeschlagen",
  "Devices": "Geräte",
  "Upload Devices": "Geräte hochladen",
  "Change Devices": "Geräte ändern",
  "CareLink username": "CareLink-Benutzername",
  "CareLink password": "CareLink-Passwort",
  "Downloading CareLink export...": "CareLink-Export wird heruntergeladen...",
  "Pump Serial number": "Seriennummer der Pumpe",
  "Remember serial number": "Seriennummer merken",
  "Meter and pump are linked": "Messgerät und Pumpe sind verbunden",
  "Upload": "Hochladen",
  "Upload:": "Hochladen:",
  "Import": "Importieren",
  "OK": "OK",
  "Try again": "Versuchen Sie es nochmal",
  "Last upload: ": "Letzter Upload",
  "Unknown device": "Unbekanntes Gerät",
  "Done!": "Erledigt!",
  "Uploading... ": "Hochladen... ",
  "Note:": "Hinweis:",
  "We've improved how devices upload. This upload will take longer than usual, but your future uploads will be much, much faster.": "Wir haben den Upload von Gerätendaten verbessert. Dieser Upload dauert länger als gewöhnlich, aber Ihre zukünftigen Uploads werden danach viel schneller sein.",
  "Upload in progress! Please wait.": "Hochladen läuft! Bitte warten Sie.",
  "Medtronic has removed the CareLink export feature.": "Medtronic hat die CareLink-Exportfunktion entfernt.",
  "Click below to enable direct upload to Tidepool using a Contour Next Link.": "Klicken Sie unten, um den direkten Upload zu Sensotrend über einen Contour Next Link zu aktivieren.",
  "Enter your 6 digit serial number found on the back of your pump.": "Geben Sie die 6-stellige Seriennummer ein, die Sie auf der Rückseite Ihrer Pumpe finden.",
  "Enter 10 character serial number.": "Geben Sie eine 10-stellige Seriennummer ein.",
  "since last upload": "seit dem letzten Upload",
  "last 4 weeks": "letzte 4 Wochen",
  "all data on pump": "alle Daten der Pumpe",
  "Preparing file": "Datei vorbereiten ",
  "This uploader needs to be updated": "Dieser Uploader muss aktualisiert werden",
  "because we made some improvements!": "weil wir einige Verbesserungen vorgenommen haben!",
  "Follow": "Folgen Sie",
  "these instructions": "dieser Anleitung",
  "to do so.": "um den update zu machen",
  "Checking for update...": "Suche nach Updates...",
  "Downloading update": "Update wird heruntergeladen",
  "After clicking Install, the uploader will restart to complete the installation.": "Nachdem Sie auf Installieren geklickt haben, wird der Uploader neu gestartet, um die Installation abzuschließen.",
  "Dismiss": "Schlissen Sie dieses Fenster um den Update zu starten",
  "Install": "Installieren",
  "Uploader is up-to-date!": "Der Uploader ist aktuell!",
  "Update Available!": "Update verfügbar!",
  "Checking for driver update...": "Suche nach Treiber-Update...",
  "Driver Update Available!": "Treiber-Update verfügbar!",
  "After clicking Install, the uploader will ask for your password to complete the installation. This window will close when completed.": "Nachdem Sie auf Installieren geklickt haben, fragt der Uploader nach Ihrem Passwort, um die Installation abzuschließen. Dieses Fenster wird anschliessend geschlossen.",
  "Type to search...": "Suchtext eingeben",
  "The device times should be approximately": "Ungefähre Gerätezeiten",
  "Your device times should be approximately": "Ihre ungefähren Gerätezeiten",
  "Please select a time zone.": "Bitte wählen Sie eine Zeitzone aus.",
  "Okay!": "OK!",
  "Your patient's full name is needed": "Der vollständige Name Ihres Patienten ist erforderlich",
  "Hmm, this date doesn’t look right": "Hmm, dieses Datum sieht nicht korrekt aus",
  "Month": "Monat",
  "January": "Januar",
  "February": "Februar",
  "March": "März",
  "April": "April",
  "May": "Mai",
  "June": "Juni",
  "July": "Juli",
  "August": "August",
  "September": "September",
  "October": "Oktober",
  "November": "November",
  "December": "Dezember",
  "Remember me": "Angemeldet bleiben",
  "Please check your e-mail and password.": "Bitte überprüfen Sie Ihre E-Mail Adresse und Ihr Passwort.",
  "Sign up": "Anmelden",
  "Forgot password?": "Passwort vergessen?",
  "Log in": "Einloggen",
  "Logging in...": "Einloggen...",
  "Made possible by": "Ermöglicht durch",
  "Time zone": "Zeitzone",
  "Plug in meter with micro-USB cable": "Messgerät mit Micro-USB-Kabel anschließen",
  "Plug in meter with micro-USB": "Messgerät mit Micro-USB einstecken",
  "True Metrix & True Metrix Air: Place meter in cradle • True Metrix Go: Plug in meter with micro-USB cable": "True Metrix & True Metrix Air: Messgerät in die Ladestation legen • True Metrix Go: Messgerät mit Micro-USB-Kabel anschließen",
  "Plug in meter with cable and make sure the meter is switched off": "Messgerät mit Kabel anschliessen und sicherstellen, dass das Messgerät ausgeschaltet ist",
  "Plug in meter with cable and make sure the meter is switched on": "Schließen Sie das Messgerät mit dem Kabel an und vergewissern Sie sich, dass das Messgerät eingeschaltet ist",
  "Plug in meter with mini-USB": "Messgerät mit Mini-USB anschliessen",
  "Suspend and align back of pump with IR dongle front": "Stoppen Sie die Insulinpumpe und richten Sie die Rückseite der Pumpe gegen den Infrarotleser, den Sie mit an Ihrem Computer angeschlossen haben",
  "Plug in meter with cable and make sure meter is switched on": "Messgerät mit Kabel anschliessen und sicherstellen, dass das Messgerät eingeschaltet ist",
  "Plug meter into USB port": "Messgerät an USB-Port anschliessen",
  "Plug in meter with cable": "Messgerät mit Kabel anschliessen",
  "Plug in pump with micro-USB": "Pumpe mit Micro-USB anschliessen",
  "Plug in receiver with micro-USB": "Empfänger mit Micro-USB anschliessen",
  "Classic PDM: Plug into USB. Wait for Export to complete. Click Upload.": "Klassisches PDM: An USB anschließen. Warten Sie, bis der Export abgeschlossen ist. Klicken Sie dann auf Hochladen.",
  "DASH PDM: Unlock. Plug into USB. Tap Export on PDM. Click Upload.": "DASH-PDM: Entsperren. An USB anschließen. Tippen Sie auf PDM exportieren. Klicken Sie dann auf Hochladen.",
  "Connect your Contour Next Link 2.4 to your computer": "Verbinden Sie Ihren Contour Next Link 2.4 mit Ihrem Computer",
  "Connect your Contour Next Link to your computer": "Verbinden Sie Ihren Contour Next Link mit Ihrem Computer",
  "Once paired, hold in right arrow until \"BT Send\" appears on the screen": "Halten Sie nach dem Verbinden den rechten Pfeil gedrückt, bis \"BT Send\" auf dem Bildschirm angezeigt wird",
  "Import from CareLink": "Von CareLink importieren",
  "(We will not store your credentials)": "(Ihre Zugangsdaten werden nicht gespeichert)",
  "CareSens N Premier & Dual (using Bluetooth)": "CareSens N Premier & Dual (mit Bluetooth)",
  "Medtronic 523, 723, Veo or 530G": "Medtronic 523, 723, Veo oder 530G",
  "Medtronic 523, 723, Veo or 530G (using Contour Next Link)": "Medtronic 523, 723, Veo oder 530G (mit Contour Next Link)",
  "Medtronic 630G, 640G or 670G": "Medtronic 630G, 640G oder 670G",
  "Medtronic 630G, 640G, 670G (using Contour Next Link 2.4)": "Medtronic 630G, 640G, 670G (mit Contour Next Link 2.4)",
  "Ascensia (Bayer) Contour Next EZ, Contour, Contour Link or Contour Plus": "Ascensia (Bayer) Contour Next EZ, Contour, Contour Link oder Contour Plus",
  "OneTouch Verio, Verio Flex and Verio Reflect": "OneTouch Verio, Verio Flex und Verio Reflect",
  "Email": "Email",
  "Password": "Passwort",
  "Change Person": "Person ändern",
  "Patient Full Name": "Vollständiger Name PatientIn",
  "You are running version {{text}}, the most recent one.": "Sie verwenden die neueste Version {{text}}.",
  "Search": "Suche",
  "Day": "Tag",
  "Year": "Jahr",
  "Logout": "Abmelden",
  "Check your CareLink username and password": "Überprüfen Sie Ihren CareLink-Benutzernamen und Ihr Passwort",
  "Tidepool does not support Minimed pumps 522, 722 or older, or the newer 6-series pumps. Sorry... If you are no longer using an unsupported pump and still get this message, create a new CareLink account and try uploading again.": "Sensotrend unterstützt keine Minimed-Pumpen 522, 722 oder älter oder die neueren Pumpen der 6er-Serie. Wenn Sie jetzt eine neuere Pumpe verwenden und diese Meldung immer noch erhalten, erstellen Sie bitte ein neues CareLink-Konto und versuchen Sie erneut, die Gerätedaten hochzuladen.",
  "Error processing & uploading CareLink data": "Fehler beim Verarbeiten und Hochladen von CareLink-Daten",
  "Something went wrong during device upload": "Beim Hochladen der Gerätedaten ist ein Fehler aufgetreten",
  "Something went wrong trying to fetch CareLink data": "Beim Abrufen von CareLink-Daten ist ein Fehler aufgetreten",
  "Please choose a file ending in ": "Bitte wählen Sie eine Datei vom Typ ",
  "Hmm, your device doesn't appear to be connected": "Hmm, Ihr Gerät scheint nicht verbunden zu sein",
  "Error during app initialization": "Fehler bei der App-Initialisierung",
  "Tidepool does not support Minimed pumps 522, 722 or older, or the newer 6-series pumps. Sorry...": "Sensotrend unterstützt keine Minimed-Pumpen 522, 722 oder älter oder die neueren Pumpen der 6er-Serie. Bitte entschuldige Sie...",
  "Make sure no other software (e.g. CareLink, OpenAPS, Loop) is talking to your pump. Otherwise, please see the error details below or contact Tidepool Support.": "Stellen Sie sicher, dass keine andere Software (z. B. CareLink, OpenAPS, Loop) mit Ihrer Pumpe kommuniziert. Andernfalls lesen Sie bitte die Fehlerdetails unten oder wenden Sie sich an den Sensotrend-Support.",
  "Not connected to the Internet!": "Nicht mit dem Internet verbunden!",
  "Error reading file ": "Fehler beim Lesen der Datei ",
  "Hmm, we couldn't detect your device": "Hmm, wir konnten Ihr Gerät nicht erkennen",
  "Sorry, the Tidepool servers appear to be down": "Entschuldigung, die Sensotrend-Server scheinen ausgefallen zu sein",
  "Sorry, an upload is already in progress": "Entschuldigung, es ist bereits ein Upload im Gange",
  "Please unplug device and try again": "Bitte trennen Sie das Gerät und versuchen Sie es erneut",
  "Sorry, we don't support this device yet": "Dieses Gerät wird leider noch nicht unterstützt",
  "Make sure your Bluetooth is switched on": "Stellen Sie sicher, dass Ihr Bluetooth eingeschaltet ist",
  "Tidepool is having trouble connecting to your Dexcom receiver. Please make sure your other Dexcom uploading software programs are closed (like Dexcom Clarity or Glooko/Diasend). You can also try using another micro-USB cable. Some micro-USB cables are designed to carry a signal for power only.": "Sensotrend hat Probleme beim Verbinden mit Ihrem Dexcom-Empfänger. Bitte stellen Sie sicher, dass Ihre anderen Dexcom-Upload-Softwareprogramme geschlossen sind (wie Dexcom Clarity oder Glooko/Diasend). Sie können auch versuchen, ein anderes Micro-USB-Kabel zu verwenden. Einige Micro-USB-Kabel sind so konzipiert, dass sie nur ein Signal für die Stromversorgung übertragen.",
  "We need your e-mail to log you in!": "Wir benötigen Ihre E-Mail Adresse, um Sie einzuloggen!",
  "We couldn't log you in. Try again in a few minutes.": "Wir konnten Sie nicht anmelden. Bitte versuchen Sie es in ein paar Minuten noch einmal.",
  "Something looks funky, make sure this account info is correct.": "Etwas sieht merkwürdig aus. Stellen Sie sicher, dass diese Kontoinformationen korrekt sind.",
  "Your session timed out. You'll need to log back in.": "Ihre Sitzung ist abgelaufen. Sie müssen sich erneut anmelden.",
  "We can't create this account because that email address already has an account.": "Wir können dieses Konto nicht erstellen, da diese E-Mail-Adresse bereits über ein Konto verfügt.",
  "Er sorry, we can't create this account right now. Try again in a few minutes. ": "Entschuldigung, wir können dieses Konto im Moment nicht erstellen. Versuchen Sie es in ein paar Minuten noch einmal. ",
  "Uh oh, we can't create this account. Try again in a few minutes and check your internet connection. ": "Wir können dieses Konto im Moment nicht erstellen. Versuchen Sie es in einigen Minuten erneut und überprüfen Sie Ihre Internetverbindung. ",
  "You need to be logged in to update your preferences.": "Sie müssen angemeldet sein, um Ihre Einstellungen zu aktualisieren.",
  "This email is already associated with a Tidepool account.": "Diese E-Mail Adresse ist bereits mit einem Sensotrend-Konto verknüpft.",
  "We can't save your device and timezone selection right now.": "Wir können Ihre Geräte- und Zeitzonenauswahl momentan nicht speichern.",
  "Please update to a modern operating system": "Bitte aktualisieren Sie auf ein modernes Betriebssystem",
  "Windows 7 won't be patched for any new viruses or security problems\ngoing forward.\n\nWhile Windows 7 will continue to work, Microsoft recommends you\nstart planning to upgrade to Windows 10, or an alternative\noperating system, as soon as possible.": "Windows 7 wird nicht auf neue Viren oder Sicherheitsprobleme gepatcht\nvorwärts gehen.\n\nWährend Windows 7 weiterhin funktioniert, empfiehlt Microsoft Ihnen\nBeginnen Sie so schnell wie möglich mit der Planung eines Upgrades auf Windows 10 oder eine Alternative\nBetriebssystem.",
  "Your device doesn't appear to be connected. You can try using another USB cable, as some USB cables are designed to carry a signal for power only.": "Ihr Gerät scheint nicht verbunden zu sein. Sie können versuchen, ein anderes USB-Kabel zu verwenden, da einige USB-Kabel nur ein Signal zur Stromversorgung übertragen.",
  "Turn meter on and make sure Bluetooth is switched on": "Schalten Sie das Messgerät ein und stellen Sie sicher, dass Bluetooth eingeschaltet ist",
  "Sorry, we don't support the Libre 2 yet": "Entschuldigung, wir unterstützen das Libre 2 noch nicht",
  "Ensure the Smart Pix is mounted before starting.": "Stellen Sie sicher, dass das Smart Pix montiert ist, bevor Sie beginnen.",
  "Click send and then start the transfer from your device.": "Klicken Sie auf Senden und starten Sie dann die Übertragung von Ihrem Gerät.",
  "Plug in meter with cable and set meter to": "Messgerät mit Kabel anschließen und Messgerät auf ",
  "PC Link Mode": "PC-Link-Modus",
  "afterLink": " einstellen",
  "Make sure the meter is switched off and plug in with micro-USB cable": "Stellen Sie sicher, dass das Messgerät ausgeschaltet ist und schließen Sie es mit einem Micro-USB-Kabel an"
}
